rgrizzell/circuitpython/ports/espressif/boards/lilygo_tkeyboard/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2024 Adafruit Industries LLC
//
// SPDX-License-Identifier: MIT

#pragma once

#define MICROPY_HW_BOARD_NAME       "LILYGO T-KEYBOARD"
#define MICROPY_HW_MCU_NAME         "ESP32-C3"
